{
  "gameTitle": "El Burro",
  "home": {
    "title": "El Burro Solo Helper",
    "play1": "Spiele <a href='https://boardgamegeek.com/boardgame/368386/el-burro-a-la-granja-game' target='_blank' rel='noopener'><b>El Burro</b></a> gegen Leon, den Solo-Gegner.",
    "play2": "Diese Applikation ersetzt die Solo-Rundenkarten und unterstützt die verschiedenen Schwierigkeitsgrade.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Spielaufbau",
    "randomize": "Neu wählen",
    "difficultyLevel": {
      "title": "Schwierigkeitsgrad",
      "easy": "Leicht",
      "hard": "Schwer",
      "cardsWith": "Karten mit"
    },
    "gameRoundTiles": {
      "title": "Spielplan",
      "setupGameBoard": "Bereite den Spielplan wie üblich für 2 Spieler vor. Verwende diese Rundenplättchen:"
    },
    "farmExtensionTiles": {
      "title": "Belohnungstableau",
      "placeTiles": "Platziere die Solo-Hofausbauten für Leon in dieser Reihenfolge auf das jeweils erste Feld der Belohnungsleisten:"
    },
    "startPlayer": {
      "title": "Startspieler"
    }
  },
  "setupBot": {
    "title": "Leon vorbereiten",
    "soloFarmBoard": "Lege Leons <b>Solo-Hoftableau</b> in deiner Reichweite bereit. Lass wie üblich rundherum ein wenig Platz, um Hofkarten anlegen zu können. Lege Leons <b>Gütermarker</b> als seinen persönlichen Vorrat neben dessen Hof.",
    "goodsTokenSilver": "Lege 1 <b>Gütermarker</b> und 2 <b>Silber</b> auf die entsprechenden Lagerfelder auf Leons Hof.",
    "farmCards": "Ziehe <b>Hofkarten</b>, um Leons Startauslage zu bilden. Ziehe die Karten einzeln und lege sie folgendermaßen an seinen Hof an:",
    "farmCard1": "1. Karte als Acker (stelle 1 Gütermarker auf das Lagerfeld für Gütermarker).",
    "farmCard23": "2. und 3. Karte als Marktkarren (in den linken und den mittleren Kartenslot).",
    "farmCard4": "4. Karte als Hofverwaltung.",
    "supportMarker": "Lege 1 <b>Unterstützungsmarker</b> mit der Ansehensseite nach oben neben Leons Hof.",
    "stableBoard": "Lege Leons <b>Solo-Stalltableau</b> bereit. Lege neben <b>Tränken</b>- und <b>Meilensteinmarker</b> auf die entsprechenden Ablagefelder. Leon startet mit dem Tränkenmarker auf Feld „1“.",
    "soloFarmGoods": "Lege die 6 <b>Solo-Hofgutplättchen</b> auf die Ablagefelder des Stalls.",
    "specialSoloFarmCards": "Mische die speziellen <b>Solo-Hofkarten</b> und lege sie als verdeckten Stapel neben den Hof. Ziehe 3 Karten und lege sie offen in eine Reihe.",
    "startingSpace": "Wenn Leon an die Reihe kommt, um ein Startfeld für seine Esel zu bestimmen:",
    "determineStartingSpace": "Startfeld bestimmen",
    "spaceBlocked": "Platz besetzt",
    "startingSpaceOption": {
      "1": "<b>1. Feld</b>: Leon erhält 1 Gütermarker und 1 Silber.",
      "2": "<b>2. Feld</b>: Leon erhält 2 Gütermarker.",
      "3": "<b>3. Feld</b>: Leon ehält 3 Silber.",
      "4": "<b>4. Feld</b>: Leon zieht mit dem Siestamarker 2 Felder auf der Siestaleiste weiter.",
      "5": "<b>5. Feld</b>: Leon zieht einen seiner Esel 2 Felder auf der Straße vor."
    },
    "unusedMaterial": {
      "title": "Ungenutztes Material (durch die Applikation verwaltet):",
      "soloGameRoundCards": "Solo-Rundenkarten",
      "soloTransportBonusTiles": "Solo-Transportbonusplättchen",
      "soloRewardOverview": "Solo-Belohnungsübersicht"
    }
  },
  "roundPhaseFarm": {
    "title": "Hof",
    "gameRoundTile": {
      "title": "Rundenplättchen prüfen",
      "appliesBot": "Auch von Leon verwendet."
    },
    "expandFarm": {
      "title": "Hoferweiterung"
    },
    "increaseFarm": {
      "title": "Hofwachstum",
      "gainIncome": "Einkommen erhalten: Leon nimmt sein Einkommen in Silber (wie auf der Hofverwaltung dargestellt).",
      "harvest": "Ernten: Leon stellt für jeden Acker 1 Gütermarker auf das Lager.",
      "gainOffspring": "Nachwuchs erhalten: Hat Leon freie Stallplätze für Schweine, deckt er <b>einen</b> der Plätze mit 1 Gütermarker ab. Leon legt dafür 1 Gütermarker und 1 Silber in seine Lager."
    }
  },
  "roundPhaseRevenue": {
    "title": "Ertrag:",
    "rollDice": "Würfel die Ertragswürfel.",
    "player": {
      "revenueDie": "Nimm 1 Würfel, führe die Ertragsaktion und die Bonusaktion aus.",
      "communityDie": "Führe die Ertragsaktion des Gemeinschaftswürfel aus."
    },
    "bot": {
      "revenueDie": "Leon nimmt 1 Würfen und führt die Ertragsaktion aus.",
      "bonusAction": "Leon führt die Bonusaktion aus.",
      "communityDie": "Leon führt die Ertragsaktion des Gemeinschaftswürfel aus.",
      "gameRoundTileCommunityDieBonus": "<i>Rundenplättchen</i>: Leon führt die Bonusaktion des Gemeinschaftswürfel aus."
    },
    "actionDetails": {
      "title": "Aktionen",
      "intro": "Falls Leon eine dieser Aktionen ausführt:"
    }
  },
  "playFarmCard": {
    "normal": "Leon spielt eine <b>normale</b> Hofkarte.",
    "special": "Leon spielt bevorzugt eine <b>spezielle Solo-Hofkarte</b>.",
    "otherwiseNormal": "ansonsten normal:"
  },
  "sideBar": {
    "round": "Runde",
    "turn": "Zug"
  },
  "rules": {
    "playCard": {
      "title": "Hofkarte spielen",
      "normal": {
        "title": "Normale Hofkarte spielen",
        "intro": "Runde 1 und 2 - Leon spielt eine normale Hofkarte (vom Stapel):",
        "marketBarrowSlotEmpty": "Ist eine der beiden Aussparungen für Marktkarren frei, spielt er die Karte automatisch als Marktkarren (der rechte Slot ist  für eine „Spielende“-Hofkarte reserviert).",
        "marketBarrowSlotsFilled": "Sind alle relevanten Slots für Marktkarren belegt, folgt Leon der Anweisung der aktuellen Rundenkarte. Dort ist angegeben, wohin Leon die Hofkarte spielt:",
        "sameNumber": "Am wichtigsten ist für Leon dieselbe Anzahl an Hofkarten links und rechts an seinem Hof. Hat er mehr Äcker als Karten in der Hofverwaltung, legt er die Karte in die Hofverwaltung und umgekehrt.",
        "leftOrRight": "Ist die Anzahl links und rechts am Hof gleich, folgt Leon dem Pfeil: Zeigt der Pfeil von links auf das Hoftableau, spielt Leon einen Acker aus. Er stellt sofort 1 Gütermarker auf das Lager. Zeigt der Pfeil von rechts auf das Hoftableau, legt Leon eine Karte in die Hofverwaltung.",
        "noAcquisitions": "Wichtig: Leon spielt keine Anschaffungen!"
      },
      "special": {
        "title": "Spezielle Solo-Hofkarte spielen",
        "intro": "Runde 3 und 4 - Leon spielt bevorzugt seine speziellen Solo-Hofkarten:",
        "cardLimit": "Für Leon gelten andere Spielregeln beim Handkartenlimit. Während es für dich bestimmt, wie viele Hofkarten du auf der Hand haben darfst, beschränkt es Leons Anzahl an seinen speziellen Solo-Hofkarten, die er an seinem Hof ausspielen darf. Jede normale Hofkarte, die er mit dem passenden Symbol rechts in die Hofverwaltung legt, erhöht diese Anzahl.",
        "paySilver": "Leon muss diese Karten mit Silber bezahlen und prüft zunächst seinen Silberbestand. Hat er genügend Silber in seinem Lager, spielt er eine spezielle Solo-Hofkarte. Hat Leon nicht genügend Silber, prüft er, ob er mit maximal 1 Tausch ausreichend Silber erhält. Ist dies nicht der Fall, verzichtet Leon auf den Tausch und spielt eine normale Hofkarte. Reicht das Silber nach maximal 1 Tausch, spielt er die spezielle Solo-Hofkarte.",
        "pickCard": "Leon wählt die angegebene Karte.",
        "gameEndMarketBarrow": "Seine erste spezielle Solo-Hofkarte legt er oben am Hof in die rechte Aussparung für den „Spielende“-Marktkarren.",
        "additionalCards": "Jede weitere spezielle Solo-Hofkarte schiebt Leon so von unten unter seinen Hof, dass der Marktkarren komplett verdeckt ist.",
        "hotVariant": "Wenn du die \"Hot!\"-Variante spielst, lasse die \"Hot!\"-Anweisungen sichtbar, ansonsten verdecke sie.",
        "drawNew": "Leon zieht eine neue spezielle Solo-Hofkarte vom Stapel und legt sie an die nun leere Stelle in der Kartenreihe.",
        "notPossible": "Kann Leon keine spezielle Solo-Hofkarte spielen, spielt er stattdessen eine normale Hofkarte."
      }
    }
  },
  "difficultyLevel": {
    "1": "Leicht",
    "2": "Mittel",
    "3": "Anspruchsvoll",
    "4": "Zufällig"
  },
  "player": {
    "player": "Spieler",
    "bot": "Leon"
  },
  "action": {
    "playGame": "Spielen",
    "startGame": "Spiel starten",
    "next": "Weiter",
    "nextRound": "Nächste Runde",
    "abortGame": "Spiel abbrechen",
    "abortGameConfirm": "Das aktuelle Spiel wird abgebrochen - bist du sicher?",
    "endGame": "Spiel beenden",
    "endGameConfirm": "Dieses Spiel wird beendet - bist du sicher?",
    "cancel": "Abbrechen",
    "backToHome": "Zurück zum Anfang",
    "back": "Zurück",
    "close": "Schließen",
    "ok": "OK"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Applikation neu laden",
    "notice": "Die Applikation wurde aktualisiert - möchtest du die Seite neu laden um die neueste Version zu nutzen?"
  }
}
